{{ if eq .chezmoi.os "darwin" -}}
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "twpayne/taps"
brew "ack"
brew "xz"
brew "astyle"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bison"
brew "coreutils"
brew "curl"
brew "docker-completion"
brew "docker-compose-completion"
brew "git"
brew "python"
brew "graphviz"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "irssi"
brew "jq"
brew "librsvg"
brew "lua"
brew "mtr"
brew "nmap"
brew "nodenv"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "pyenv"
brew "shellcheck"
brew "sqlite"
brew "terraform"
brew "tmux"
brew "vim"
brew "watchman"
brew "xmlstarlet"
brew "xpdf"
brew "zlib"
brew "github/gh/gh"
brew "twpayne/taps/chezmoi"
cask "basictex"
cask "dotnet-sdk"
cask "emacs"
cask "gimp"
cask "gnucash"
cask "keybase"
cask "vlc"
{{- end }}
