{{ if eq .chezmoi.os "darwin" -}}
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "astyle"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bison"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "gh"
brew "git"
brew "gnupg"
brew "graphviz"
brew "helm"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lua"
brew "mtr"
brew "neovim"
brew "nmap"
brew "nodenv"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pyenv"
brew "python"
brew "shellcheck"
brew "sqlite"
brew "stern"
brew "terraform"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "watchman"
brew "xmlstarlet"
brew "xpdf"
brew "xz"
brew "zlib"
cask "basictex"
cask "emacs"
cask "gimp"
cask "gnucash"
cask "inkscape"
cask "keybase"
cask "lens"
cask "vlc"
{{- end }}
